[
  {
    "name": "banditstudio",
    "img": "/homepage/testimoni/user-4.png",
    "totalStar": 5,
    "description": "The result is excellent, top quality, and I would give it 6 out of 5, but only 5 out of 5 because at the last step of approving the sketch I said they needed the last iteration to get some details right. They said it would be done after colouring, but it was done wrong. They are redoing it, so +1 to the service, but they are making other mistakes and the fix was also low quality.",
    "published": "1 Month Ago"
  },
  {
    "name": "mindlesspursuit",
    "img": "/homepage/testimoni/user-5.png",
    "totalStar": 5,
    "description": "This is my second order with them, and while communication stays high, I feel that the energy brought to the effort was greatly reduced. I don’t know if it was handed to a different artist to tackle or what but while the end result is technically proficient and I’ll use them again, I hope the energy of the first order reappears",
    "published": "2 Month Ago"
  },
  {
    "name": "thetedz0r",
    "img": "/homepage/testimoni/user-6.png",
    "totalStar": 5,
    "description": "already worked with them together and i will do it again! really great artists and good communications can absolutely get what i want on paper and doesn't hastate if i had stuff to change such great guys def. recommend",
    "published": "2 Month Ago"
  },
  {
    "name": "topjimmy68",
    "img": "/homepage/testimoni/user-7.png",
    "totalStar": 5,
    "description": "The Artmazigh team did a great job on my logo for my horror film production company. They communicated well and worked with me to bring my vision to life. I asked for revisions which they implemented and I am happy with the results. I highly recommend their services!",
    "published": "2 Month Ago"
  },
  {
    "name": "unspokengear",
    "img": "/homepage/testimoni/user-8.png",
    "totalStar": 5,
    "description": "They did an amazing job step by step to help me create what I had envisioned. The communication back and for was effortless. It was a joy working with them.",
    "published": "1 Month Ago"
  },
  {
    "name": "moejoebro",
    "img": "/homepage/testimoni/user-9.png",
    "totalStar": 5,
    "description": "ArtMazigh needs to be on the front page of Fiverr. He is the reason I’ve been spending money on Fiverr for 3 years ",
    "published": "2 Month Ago"
  },
  {
    "name": "thesynthproject",
    "img": "/homepage/testimoni/user-10.png",
    "totalStar": 5,
    "description": "What a great service here! Very responsive and easy to work with! Seller immediately understood what i was looking for and delivered an perfect endproduct plus they are very nice and helpful! Highly Recommended! Till next time and have a nice day!",
    "published": "3 Weeks Ago"
  }
]
